[
    {
      "name": "Arohan Hazarika",
      "testimonial": "I thank SPM & LALANS Faculty as they supported and mentored me in this entire journey & gave me suggestions and also helped me a lot, whenever I found any difficulty in solving any question, I go to them they helped me a lot either academical or non-academical. I was able to achieve this through persistence and utmost determination. I suggest the aspiring students to also appear for competitive exams like NTSE & KVPY.",
      "image": "/Testimonails/AROHAN HAZARIKA (1).png"
    },
    {
      "name": "Udit Soni",
      "testimonial": "I joined SPM & LALANS two-year programme for preparation of NEET. It provided me good foundation for my NEET Preparation. Teachers of SPM & LALANS are very experienced, well-versed with concept & very co-operative. I am satisfied with the quality of teacher & healthy competitive environment. Also Test Series system which happens at regular intervals gave me lot of advantages and allowed me to know my weakness & mistakes. I owe my success to SPM & Lalans Coaching Classes.",
      "image": "/Testimonails/UDIT SONI.png"
    },
    {
      "name": "Alex Lourembam",
      "testimonial": "I am Alex Lourembam, secured 602 Marks in NEET 2022. As Lalan Sir said, the most important thing is to believe in your teachers so I believed in my teachers and followed whatever they have said. I believe in taking small steps everyday. It's not always about hardwork but it's also about dedication and determination. Last but not the least the faculties have been always helpful whenever I had doubt in any topic.",
      "image": "/Testimonails/ALEX LOUREMBAM.png"
    },
    {
      "name": "Bijitashya Bora",
      "testimonial": "I am Bijitashya Bora, secured 596 Marks in NEET 2022 & 96.36 percentile in JEE-Main 2022. I always abide my teachers and followed whatever book they have suggested me. One doesn't need to stress out a lot but has to be consistent in studies. I think consistency is the key to achieve good results, listening to your mentors is equally important.",
       "image": "/Testimonails/BIJITASHYA BORA.png"
    },
    {
      "name": "Vikas Hazarika",
      "testimonial": "I am Vikas Hazarika, secured AIR 400 (SC) in JEE-Adv. 2022. All the faculty members have helped me a lot and I followed their guidance. I used to go through all the notes and studied 8-9 hours daily. Whenever I had doubt they immediately clarified my doubts through calling or messaging. I thank LCC for that.",
      "image": "/Testimonails/VIKAS HAZARIKA.png"
    },
    {
      "name": "Arnab Deka",
      "testimonial": "Thank you, Lalan Sir, for making chemistry enjoyable! I struggled with the subject before joining Lalan's Coaching Classes, but your exceptional teaching transformed my experience. The supportive mentors and easy-to-understand notes have boosted my confidence and made learning engaging. I now genuinely enjoy physics and chemistry—thank you for your guidance!",
      "image": "/Testimonails/ARNAB DEKA (1).png"
    },
    {
      "name": "Abhishek Deka",
      "testimonial": "I am glad to be a part of SPM & Lalan's Coaching Classes. I would like to thank all my mentors who taught me so well and being so supportive throughout my coaching period. They made my study so easy and interesting with their simple learning techniques. I was not that confident about myself before but since the time I joined SPM & Lalan's Coaching Classes, my mentors helped me a lot to boost my confidence. With their proper guidance and constant support, today I have scored 207/360 in JEE mains 2018. I just want to convey a message to all aspiring students that if you are looking for right guidance then SPM & Lalan's Coaching Classes is the right place for you.",
      "image": "/Testimonails/ABHISHEK DEKA.png"
    },
    {
      "name": "Sunit Bhattacharyya",
      "testimonial": "I really want to thank SPM & Lalan's Coaching Classes for helping me to achieve my goals. I cleared NEET UG 2018 with 593 marks out of 720. I am a HSC student and was looking for proper guidance for Physics, Chemistry and Maths. With the help of SPM & Lalan's Coaching Classes, I have been able to top this exam; they made my study interesting and easy. The faculty members of SPM & Lalan's Coaching Classes are very supportive and friendly. They helped me a lot to achieve my goals with proper guidance. They took tests every month and motivated me every day like my parents. They provide all study materials and taught me everything in details so that it will remain in my mind throughout the life. It is a great place to learn and I am happy that I am a part of SPM & Lalan's Coaching Classes. My advice for all aspiring students is that always be positive and keep yourself motivated. Don't let anything distract your goals. Distraction will ruin your life and entire career. If you are dreaming something then make it true.",
      "image": "/Testimonails/sunit.png"
    },
    {
      "name": "Aryaman Sarmah",
      "testimonial": "Thank you SPM & Lalan's Coaching Classes for helping me to top Assam CEE (Rank 1). Taking admission in LCC was the best decision of my life. In my 2 years of journey with LCC, I have learnt that pressurizing oneself to do the best won't help you to achieve your goal. LCC taught me every concept of solving tricky questions in the quickest way. The teachers are very kind and helpful, they covered entire syllabus within the stipulated time and gives time for revision also. Apart from classes, they also helped me in homework by providing all study materials. They are more like parents who support their children and help to bring out the best from each student. I would like to thank all my mentors for inspiring me to work hard and guiding me to achieve my goals.",
      "image": "/Testimonails/ARYAMAN SARMAH (1).png"
    },
    {
      "name": "Mayukh Nath",
      "testimonial": "Thank you, Lalan Sir for teaching me chemistry exceptionally; you made my chemistry learning so easy. I was not very good in chemistry but since the time I joined SPM & Lalan's Coaching Classes, I started liking chemistry subject. The mentors of Lalan's Coaching Classes are very supportive and friendly. They make every student comfortable and make the learning process super easy for everyone. They provide proper notes for each subject that is very easy to understand and learn. Their constant guidance and support have helped me a lot to be more poised. Learning Physics and Chemistry was not that interesting before until I took admission in Lalan's Coaching Classes.",
      "image": "/Testimonails/MAYUKH NATH.png"
    },
    {
      "name": "Shahid Artif Mustafir",
      "testimonial": "Thank you, Lalan Sir for teaching me chemistry exceptionally; you made my chemistry learning so easy. I was not very good in chemistry but since the time I joined Lalan's Coaching Classes, I started liking chemistry subject. The mentors of Lalan's Coaching Classes are very supportive and friendly. They make every student comfortable and make the learning process super easy for everyone. They provide proper notes for each subject that is very easy to understand and learn. Their constant guidance and support have helped me a lot to be more poised. Learning Physics and Chemistry was not that interesting before until I took admission in Lalan's Coaching Classes.",
      
      "image": "/Testimonails/sahid.png"
    }
  ]
  